{
  "2025-12-17": "道可道，非常道；名可名，非常名。\n\nThe Tao that can be spoken is not the eternal Tao; the name that can be named is not the eternal name.",

  "2025-12-18": "无为而无不为。\n\nAct without forcing, and nothing is left undone.",

  "2025-12-19": "上善若水。水善利万物而不争。\n\nThe highest goodness is like water: it benefits all things and does not contend.",

  "2025-12-20": "知人者智，自知者明。\n\nKnowing others is intelligence; knowing yourself is true wisdom.",

  "2025-12-21": "祸兮福之所倚，福兮祸之所伏。\n\nMisfortune is what fortune depends on; fortune is where misfortune hides.",

  "2025-12-22": "大成若缺，其用不弊。\n\nGreat perfection seems flawed, yet its usefulness is never exhausted.",

  "2025-12-23": "柔弱胜刚强。\n\nThe soft overcomes the hard; the weak overcomes the strong.",

  "2025-12-24": "少则得，多则惑。\n\nHaving little leads to clarity; having much leads to confusion.",

  "2025-12-25": "为学日益，为道日损。\n\nIn pursuit of knowledge, one gains daily; in pursuit of the Tao, one loses daily.",

  "2025-12-26": "知足不辱，知止不殆。\n\nOne who knows contentment avoids disgrace; one who knows when to stop avoids danger."
  
  "2025-12-27": "天下难事，必作于易；天下大事，必作于细。\n-- 道德经\nDifficult things in the world must be done while they are easy; great things must be done while they are small.\n--Dao De Jing",

  "2025-12-28": "合抱之木，生于毫末；九层之台，起于累土。\n-- 道德经\nA tree that fills the arms grows from a tiny shoot; a nine-storey tower rises from a heap of earth.\n--Dao De Jing",

  "2025-12-29": "慎终如始，则无败事。\n-- 道德经\nBe as careful at the end as at the beginning, and there will be no failure.\n--Dao De Jing",

  "2025-12-30": "大直若屈，大巧若拙，大辩若讷。\n-- 道德经\nGreat straightness seems bent; great skill seems clumsy; great eloquence seems hesitant.\n--Dao De Jing",

  "2025-12-31": "知不知，上；不知知，病。\n-- 道德经\nTo know that you do not know is highest; to think you know when you do not is a sickness.\n--Dao De Jing"

  "2026-01-06": "致虚极，守静笃。\n-- 道德经\nReach the utmost emptiness; maintain profound stillness.\n--Dao De Jing",

  "2026-01-07": "彼亦一是非，此亦一是非。\n-- 庄子\nThat, too, has its right and wrong; this, too, has its right and wrong.\n--Zhuangzi",

  "2026-01-08": "人心好静，而欲牵之。\n-- 清静经\nThe human mind loves stillness, yet desire pulls it along.\n--Qingjing Jing",

  "2026-01-09": "反者，道之动；弱者，道之用。\n-- 道德经\nReversal is the movement of the Tao; weakness is the Tao’s way of functioning.\n--Dao De Jing",

  "2026-01-10": "塞翁失马，焉知非福。\n-- 淮南子\nWhen the old man at the frontier lost his horse, who could know it was not a blessing?\n--Huainanzi",

  "2026-01-11": "子非鱼，安知鱼之乐？\n-- 庄子\nYou are not a fish—how do you know the joy of fish?\n--Zhuangzi",

  "2026-01-12": "知不知，上；不知知，病。\n-- 道德经\nTo know that you do not know is highest; to think you know when you do not is a sickness.\n--Dao De Jing",

  "2026-01-13": "常能遣其欲，而心自静。\n-- 清静经\nIf one can continually set aside desire, the mind will naturally become still.\n--Qingjing Jing",

  "2026-01-14": "吾生也有涯，而知也无涯。\n-- 庄子\nMy life is finite, yet knowledge is infinite.\n--Zhuangzi",

  "2026-01-15": "大直若屈，大巧若拙，大辩若讷。\n-- 道德经\nGreat straightness seems bent; great skill seems clumsy; great eloquence seems hesitant.\n--Dao De Jing",

  "2026-01-16": "观天之道，执天之行，尽矣。\n-- 阴符经\nObserve the Way of Heaven; hold to Heaven’s workings—there is nothing more to add.\n--Yinfu Jing",

  "2026-01-17": "至人无己，神人无功，圣人无名。\n-- 庄子\nThe perfected person has no self; the spirit-like person claims no achievement; the sage has no name.\n--Zhuangzi",

  "2026-01-18": "祸兮福之所倚，福兮祸之所伏。\n-- 道德经\nMisfortune is what fortune leans on; fortune is where misfortune lies concealed.\n--Dao De Jing",

  "2026-01-19": "夫人神好清，而心扰之。\n-- 清静经\nThe human spirit loves clarity, yet the mind disturbs it.\n--Qingjing Jing",

  "2026-01-20": "知足不辱，知止不殆。\n-- 道德经\nKnow contentment and avoid disgrace; know when to stop and avoid danger.\n--Dao De Jing",

  "2026-01-21": "相濡以沫，不如相忘于江湖。\n-- 庄子\nBetter than moistening each other with spit is to forget one another in rivers and lakes.\n--Zhuangzi",

  "2026-01-22": "不出户，知天下；不窥牖，见天道。\n-- 道德经\nWithout leaving the door, one can know the world; without looking out the window, one can see the Way of Heaven.\n--Dao De Jing",

  "2026-01-23": "天地与我并生，而万物与我为一。\n-- 庄子\nHeaven and earth are born with me, and all things are one with me.\n--Zhuangzi",

  "2026-01-24": "为学日益，为道日损。\n-- 道德经\nIn pursuit of knowledge, one gains daily; in pursuit of the Tao, one loses daily.\n--Dao De Jing",

  "2026-01-25": "道常无为而无不为。\n-- 道德经\nThe Tao constantly acts by non-forcing, yet nothing is left undone.\n--Dao De Jing",

  "2026-01-26": "昔者庄周梦为胡蝶。\n-- 庄子\nOnce, Zhuang Zhou dreamed he was a butterfly.\n--Zhuangzi",

  "2026-01-27": "上善若水。水善利万物而不争。\n-- 道德经\nThe highest goodness is like water: it benefits all things and does not contend.\n--Dao De Jing",

  "2026-01-28": "人能常清静，天地悉皆归。\n-- 清静经\nIf one can remain constantly clear and tranquil, heaven and earth will return to harmony.\n--Qingjing Jing",

  "2026-01-29": "合抱之木，生于毫末；九层之台，起于累土。\n-- 道德经\nA tree that fills the arms grows from a tiny shoot; a nine-storey tower rises from a heap of earth.\n--Dao De Jing",

  "2026-01-30": "井蛙不可以语于海，夏虫不可以语于冰。\n-- 庄子\nYou cannot speak of the sea to a frog in a well; you cannot speak of ice to a summer insect.\n--Zhuangzi",

  "2026-01-31": "天下难事，必作于易；天下大事，必作于细。\n-- 道德经\nDifficult things in the world must be done while they are easy; great things must be done while they are small.\n--Dao De Jing"
  
}
