{
  "2026-01-02": "道可道，非常道；名可名，非常名。無名天地之始，有名萬物之母。\nThe Dao that can be spoken is not the eternal Dao;\nthe name that can be named is not the eternal name.\nThe nameless is the beginning of heaven and earth;\nthe named is the mother of all things.\n— Dao De Jing, ch. 1",

  "2026-01-03": "上善若水。水善利萬物而不爭，處眾人之所惡，故幾於道。\nThe highest goodness is like water:\nWater benefits all things and does not contend.\nIt dwells in places others avoid.\nThus it is close to the Dao.",

  "2026-01-04": "The Dao does not hurry, yet nothing is left undone. 道不急行，而无不成。",

  "2026-01-05": "When you stop forcing, life begins flowing. 不强求，顺其自然。",

  "2026-01-06": "Softness overcomes hardness; stillness overcomes movement. 柔胜刚，静胜躁。",

  "2026-01-07": "The river does not argue with the rock—it simply flows around it. 水不争石，绕之而行。",

  "2026-01-08": "To know others is wisdom; to know yourself is enlightenment. 知人者智，自知者明。",

  "2026-01-09": "Empty your cup, and the Dao can fill it. 虚其心，道自满。",

  "2026-01-10": "The sage acts without striving and teaches without words. 圣人无为而教，无言而化。",

  "2026-01-11": "Nature never explains itself, yet everything unfolds perfectly. 天地不言，而万物自成。",

  "2026-01-12": "A mind too full cannot receive truth. 心满则不容道。",

  "2026-01-13": "Do less, and gain more. 少为多得。",

  "2026-01-14": "He who is content is rich. 知足者富。",

  "2026-01-15": "What is rigid breaks; what is flexible endures. 刚则折，柔则存。",

  "2026-01-16": "In stillness, the answer appears. 静中自见。",

  "2026-01-17": "Let go of what you are holding, and you will be free. 放下执念，自得自在。",

  "2026-01-18": "The Dao is found in the ordinary. 道在寻常处。",

  "2026-01-19": "To yield is to be preserved. 让则全。",

  "2026-01-20": "Those who speak do not know; those who know do not speak. 知者不言，言者不知。",

  "2026-01-21": "A journey of a thousand miles begins beneath your feet. 千里之行，始于足下。",

  "2026-01-22": "When you realize there is nothing lacking, the whole world belongs to you. 知无缺，天下皆归。",

  "2026-01-23": "The Dao is like a well: used but never used up. 道如井，用之不竭。",

  "2026-01-24": "Hold to the center. 守中。",

  "2026-01-25": "Be like water: adapt, nourish, and do not compete. 如水：随形，利物，不争。",

  "2026-01-26": "Greatness comes from humility. 大者以卑成。",

  "2026-01-27": "When you are at peace, you are aligned with the Dao. 心安则道在。",

  "2026-01-28": "The more you chase, the less you have. 逐越多，得越少。",

  "2026-01-29": "Return to simplicity. 复归于朴。",

  "2026-01-30": "Trust the unfolding. 信其自化。",

  "2026-01-31": "Do not seek to control—seek to understand. 不求控，只求明。",

  "2026-02-01": "Silence is often the clearest teaching. 无声之教最明。"
}
